{
  "language_name": "English (US)",
  "welcome_message": "Monte Carlo Reservoir Simulation",
  "enter_area": "Enter the area:",
  "enter_thickness": "Enter the thickness:",
  "enter_porosity": "Enter the porosity:",
  "enter_water_saturation": "Enter the water saturation:",
  "enter_fvf": "Enter the formation volume factor:",
  "simulations": "Simulations",
  "results": "Results",
  "parameters": "Parameters",
  "create_new_parameter": "Create New Parameter",
  "simulation_description": "Simulation settings and options.",
  "parameters_description": "Adjust application configurations.",
  "settings": "Settings",
  "about": "About",
  "about_title": "About Monte Carlo Simulation Application",
  "about_description": "Monte Carlo Simulation, named after the famous Monaco gambling resort, is a mathematical technique that allows for the modeling of complex systems and the analysis of the impact of uncertainty and variability in prediction models. It uses randomness to solve problems that might be deterministic in principle. Our application leverages this technique to provide a user-friendly interface for simulations across diverse scenarios, facilitating decision-making and predictive modeling.\nFeatures:\n- Flexible Parameter Configuration\n- Comprehensive Simulation Control\n- Dynamic Result Visualization\n- Advanced Data Analysis Tools\n- Scenario Comparison\n- Exportable Reports\n\nDeveloped with contributions from experts in mathematical modeling, software engineering, and UI design. For support or feedback, contact us at ",
  "author_info": "© 2024 Eren Tuna Açıkbaş.",
  "select_language": "Select Language:",
  "language_updated": "Language updated. Reloading application...",
  "license": "License",
  "license_description": "This application is licensed under the MIT License.",
  "license_content": "MIT License\n\nPermission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.",
  "flaticon_credit": "Icons made by Dave Gandy from Flaticon",
  "settings_lang_selection": "Select Language:",
  "settings_theme_selection": "Theme:",
  "settings_field_unit_selection": "Field Units:",
  "settings_default_area_selection": "Default Area (sq km or sq miles):",
  "precision": "Precision:",
  "settings_save": "Save Settings"
}
